const questionList = [
  {
    title: 'Q1 평소 나의 공부 패턴은?',
    question: [
      '하루 전 벼락치기 최고 짱구',
      '그날 배운건 그날 복습하는 철수',
      '공부안하는데 전교 1등하는 맹구',
      '족보로 겁나게 꿀빠는 유리',
      '그냥 훈이',
    ],
  },
  {
    title: 'Q2 공부할 때 필요한 것은?',
    question: ['달달한 초코비', '아메리카노', '고민 들어줄 짱돌', '화풀이할 토끼 인형', '민트초코'],
  },
  {
    title: 'Q3 공부가 잘되는 장소는?',
    question: ['친구들과 시끌벅적한 동방', '조용한 도서관', '아무것도 없는 벌판', '어둡고 깜깜한 벽장', 'PC방'],
  },
  {
    title: 'Q4 제일 좋아하는 분야는?',
    question: [
      '예체능 특기생 짱구',
      '5개 국어 언어 천재 철수',
      '콧물화학공학과 맹구',
      '정치외교학과 정치의 신 유리',
      '그냥 훈이',
    ],
  },
];

export default questionList;
